export const ERROR_MESSAGES = {
  COMMON: "Произошла ошибка",
  FETCH_BOOKS_FAILED:
    "Не удалось загрузить список книг. Пожалуйста, попробуйте еще раз",
  FETCH_PAGE_FAILED:
    "Не удалось загрузить текущую страницу. Пожалуйста, попробуйте еще раз",
  NOT_FOUND: "К сожалению, указанная страница не существует",
  SERVER_ERROR: "Произошла ошибка на сервере. Пожалуйста, попробуйте позже",
  FETCH_BOOK_DETAILS_FAILED:
    "Не удалось загрузить информацию по книге. Пожалуйста, попробуйте еще раз",
};
